brew "bat"
brew "fd"
brew "fzf"
brew "go"
brew "gopls"
brew "lua-language-server"
brew "mikesmithgh/homebrew-git-prompt-string/git-prompt-string"
brew "neovim"
brew "node"
brew "nvm"
brew "prettier"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup"
brew "rustywind"
brew "sqlite"
brew "starship"
brew "stylua"
brew "tailwindcss-language-server"
brew "ticktick"
brew "tree"
brew "typescript-language-server"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "brave-browser"
cask "font-fira-code-nerd-font"
cask "kitty"
cask "obsidian"
cask "rectangle"
cask "scroll-reverser"
cask "yt-music"
