tap "avencera/taps"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"

brew "bat"
brew "fd"
brew "fzf"
brew "go"
brew "hammerspoon"
brew "llvm"
brew "lua-language-server"
brew "luv"
brew "neovim"
brew "node"
brew "nvm"
brew "obsidian"
brew "prettier"
brew "rustup"
brew "rust-analyzer"
brew "stylua"
brew "ticktick"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "brave-browser"
cask "git-credential-manager-core"
cask "google-cloud-sdk"
cask "kitty"
cask "postman"
cask "rectangle"
cask "scroll-reverser"
cask "yt-music"

# better llvm debugging
cask "visual-studio-code"
vscode "vadimcn.vscode-lldb"
brew "vscode-langservers-extracted"
