{
  "CamelCaseMotion": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "boole.nvim": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lsp-document-symbol": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp-zsh": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "colorful-winsep.nvim": {
    "branch": "main"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "git-blame.nvim": {
    "branch": "master"
  },
  "git-worktree.nvim": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "master"
  },
  "kanagawa.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "leap.nvim": {
    "branch": "main"
  },
  "live-command.nvim": {
    "branch": "main"
  },
  "lspkind-nvim": {
    "branch": "master"
  },
  "lualine-lsp-progress": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "neogit": {
    "branch": "master"
  },
  "neoscroll.nvim": {
    "branch": "master"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "null-ls.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cheat.sh": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-navbuddy": {
    "branch": "master"
  },
  "nvim-navic": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-unception": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "popfix": {
    "branch": "master"
  },
  "possession.nvim": {
    "branch": "master"
  },
  "sort.nvim": {
    "branch": "main"
  },
  "telescope-file-browser.nvim": {
    "branch": "master"
  },
  "telescope-ui-select.nvim": {
    "branch": "master"
  },
  "telescope-undo.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "treesitter-indent-object.nvim": {
    "branch": "master"
  },
  "tsc.nvim": {
    "branch": "main"
  },
  "vim-ReplaceWithRegister": {
    "branch": "master"
  },
  "vim-commentary": {
    "branch": "master"
  }
}
